{
  "quotes": [
    {
      "text": "No es lo que te sucede, sino cómo reaccionas lo que realmente importa. El mundo exterior está fuera de tu control. Las acciones de otros, el clima, las circunstancias. Pero tu mente, tus pensamientos, tu perspectiva. Eso siempre será tuyo. Ahí reside tu verdadero poder.",
      "author": "Epicteto",
      "theme": "control",
      "keywords": [
        "greek statue marble",
        "ancient columns",
        "stoic"
      ]
    },
    {
      "text": "La felicidad de tu vida depende enteramente de la calidad de tus pensamientos. Cuida tu mente como cuidarías un jardín. Arranca las malas hierbas del resentimiento, la envidia y el miedo. Planta semillas de gratitud, disciplina y propósito. Lo que cultives dentro, florecerá fuera.",
      "author": "Marco Aurelio",
      "theme": "mindset",
      "keywords": [
        "roman sculpture",
        "marble statue",
        "classical"
      ]
    },
    {
      "text": "No perdemos la vida de golpe. La entregamos poco a poco. En distracciones vacías. En relaciones que no nutren. En quejas sin acción. Cada momento desperdiciado es un fragmento de vida que nunca regresará. Pregúntate: si hoy fuera tu último día, ¿estarías orgulloso de cómo lo estás viviendo?",
      "author": "Séneca",
      "theme": "tiempo",
      "keywords": [
        "clock time",
        "sand hourglass",
        "ancient ruins"
      ]
    },
    {
      "text": "La mejor venganza no es la destrucción de tu enemigo. Es la construcción de ti mismo. Conviértete en alguien tan fuerte que las palabras de otros no puedan tocarte. Tan enfocado que sus acciones no puedan distraerte. La verdadera victoria no es vencer a otros, es superarte a ti mismo.",
      "author": "Marco Aurelio",
      "theme": "virtud",
      "keywords": [
        "roman emperor",
        "greek statue",
        "marble"
      ]
    },
    {
      "text": "Sufrimos más en la imaginación que en la realidad. Nuestros miedos crean monstruos que rara vez existen. La ansiedad es interés pagado por adelantado sobre una deuda que quizás nunca llegue. Deja de vivir en el mañana que temes y empieza a conquistar el hoy que tienes frente a ti.",
      "author": "Séneca",
      "theme": "ansiedad",
      "keywords": [
        "storm clouds dramatic",
        "fog mysterious",
        "dark moody"
      ]
    },
    {
      "text": "Quien tiene un porqué para vivir, puede soportar casi cualquier cómo. El dolor sin propósito es sufrimiento. Pero el dolor con propósito es sacrificio. Y el sacrificio es el precio de todo lo que vale la pena. Encuentra tu porqué y ningún obstáculo será insuperable.",
      "author": "Viktor Frankl",
      "theme": "propósito",
      "keywords": [
        "mountain peak",
        "man walking alone",
        "silhouette"
      ]
    },
    {
      "text": "La disciplina es el puente entre tus metas y tus logros. Los sueños sin disciplina son solo fantasías. Los planes sin acción son solo buenas intenciones. Solo cuando te levantas cada día y haces lo que debes hacer, incluso cuando no quieres, los sueños empiezan a hacerse realidad.",
      "author": "Jim Rohn",
      "theme": "disciplina",
      "keywords": [
        "chess strategy",
        "classical architecture",
        "columns"
      ]
    },
    {
      "text": "El obstáculo es el camino. Lo que bloquea tu progreso es exactamente lo que necesitas para crecer. Cada desafío es un maestro disfrazado. Cada fracaso es una lección oculta. Deja de huir de tus problemas y abrázalos. Son el gimnasio donde tu carácter se fortalece.",
      "author": "Marco Aurelio",
      "theme": "resiliencia",
      "keywords": [
        "storm dramatic",
        "ocean waves power",
        "mountain"
      ]
    },
    {
      "text": "Acepta lo que no puedes cambiar. Cambia lo que no puedes aceptar. No busques que la vida sea como deseas. Desea la vida como es. Cuando dejas de pelear contra la realidad, encuentras la paz. Y desde esa paz, puedes actuar con claridad y propósito.",
      "author": "Epicteto",
      "theme": "aceptación",
      "keywords": [
        "water river flowing",
        "greek statue",
        "peaceful"
      ]
    },
    {
      "text": "Recuerda que muy poco se necesita para tener una vida feliz. No es la mansión, ni el auto de lujo, ni las posesiones que acumulas. Es la paz interior. La gratitud por lo presente. La capacidad de encontrar riqueza en lo simple. Eso es verdadera abundancia.",
      "author": "Marco Aurelio",
      "theme": "minimalismo",
      "keywords": [
        "marble texture",
        "minimal simple",
        "ancient"
      ]
    },
    {
      "text": "Memento Mori. Recuerda que vas a morir. Esto no es pesimismo. Es claridad. Cuando aceptas tu mortalidad, cada momento gana peso. Cada decisión importa más. Dejas de postergar lo importante. De dar por sentado a quienes amas. La muerte es el mejor consejero que existe.",
      "author": "Reflexión Estoica",
      "theme": "mortalidad",
      "keywords": [
        "skull dark",
        "fire flames dark",
        "dramatic"
      ]
    },
    {
      "text": "El hombre que conquista a otros es fuerte. Pero el que se conquista a sí mismo es verdaderamente poderoso. Tus mayores batallas no están afuera. Están dentro de ti. En la voz que dice 'mañana empiezo'. En la excusa que parece razonable. Vence a ese enemigo interior y nada podrá detenerte.",
      "author": "Lao Tzu",
      "theme": "autodominio",
      "keywords": [
        "warrior statue",
        "roman sculpture",
        "strength"
      ]
    },
    {
      "text": "Primero dite a ti mismo qué quieres ser. Luego haz lo que tengas que hacer. Muchos esperan motivación que nunca llega. Pero la motivación no precede a la acción. Es la acción la que genera motivación. Empieza hoy. Da el primer paso aunque no lo sientas. El camino se revela caminando.",
      "author": "Epicteto",
      "theme": "identidad",
      "keywords": [
        "greek statue marble",
        "mirror reflection",
        "classical"
      ]
    },
    {
      "text": "Amor Fati. Ama tu destino. No solo aceptes lo que te sucede. Abrázalo. Deséalo. Cada dolor, cada fracaso, cada pérdida te ha traído hasta aquí. Te ha forjado. Te ha preparado. No hay errores en tu pasado. Solo lecciones que te están convirtiendo en quien estás destinado a ser.",
      "author": "Friedrich Nietzsche",
      "theme": "aceptación",
      "keywords": [
        "fire flames",
        "dramatic sky",
        "embrace"
      ]
    },
    {
      "text": "Lo que no me mata me hace más fuerte. Pero solo si elijo aprender de ello. El sufrimiento sin reflexión es solo dolor. El sufrimiento con reflexión es transformación. Mira tus heridas no como cicatrices de debilidad, sino como medallas de supervivencia. Has sobrevivido al 100% de tus peores días.",
      "author": "Friedrich Nietzsche",
      "theme": "resiliencia",
      "keywords": [
        "storm lightning",
        "ocean waves power",
        "strength"
      ]
    }
  ]
}